package _07_last_summer;

import javax.swing.JOptionPane;

public class Last_Summer {
public static void main(String[] args) {
	String name = JOptionPane.showInputDialog("What is your name?");
	
	JOptionPane.showMessageDialog(null, "I know what you did last summer " + name + "! Ḿ̸̙̩͍̹̘͑̏͒̆̿̆̍̃̄͋͋̌͘U̴̧̙̮̐́̓͒̈̎̃̀͐̿͘͠Ą̶̢̛͚͍̫̀̿̓̎͐̐̈́̋̿H̶̨̨̹̭͎̪̦̗̺̱̝̯̖̀̆̈͒͆͠À̸̪̞͚̗̻͓̣̪̖͊̔͂͆͘͘͘͜͜͝H̷̗͖̱̣̥͎̖̩̽͊̇̒̈́͊̕̕A̶̻̝̰̓̀͘H̸̙͙̗̍̈́̀̓̔̈́͜͝Ȟ̴̯͚͔̦͎̄̽̽̃̀̕̕͜͝͝A̶̼̖̺̩̼̘̯͕̟̝͓̋̏͒͑̈́̄̎͗͊̃͆̿͘̕H̵̛͖͔̫͗͗̐̽͋̓̈́͐̊A̸͖̝͓̫̍͑̄͐̊̉̈́̀̄̈́̉͠H̴͎̝̃͜Ȃ̴̢̭̣͇̬̩̘̠̮̆̄͌̓̌̀̂͗̽̐͐̾̓̈́͜Ḩ̵̞̻͉̩̝̳̠͗́͛̌A̵͕̩̠̖̯͚̬̟͖̩̓̎̋H̵̢̢̡̱̥͖͍̺̠̰̃̇̇̅̀̋͐̓͘͝͠Ḩ̶̢̹̱̮̪͚̬̮͈̞͙̽Ä̸̹́̓͗͗̂̽̀̆͑̎͊͘̕͝Ḩ̶̘͓͍̳̭̼͙̩̪̩̰̿̀A̶̡̢̜͕͈̿͂̿͝ͅH̴̢̛͕̟̤͍͙͉̳̣́̃̑͑̃͌̆͑Ǎ̸̘̝̈́́̒͊͗́̄̓̋̈́͛͌̍ͅḦ̸̡̗̤͙̞̬̦̹̜̗̝̞́͒̊̓̅̉̅̀̐̀̓̊̾́̓ͅA̸̡̜̦̞̱͕̼͖̾̎̀̍̏̽̿̕̕͠ͅH̸̨̡̡̛͓͓̤̱̗̝̗̠̯͇̠̊̎̈́͊̀͊͊̄Á̷̧̢̖̪͎̹̳̝̩̤̞̜͈̫̜̅̂͗̈̐̑̈́̍͐̓͒̕͠H̷̛̖̞̲̮͔̘̹̝̙͇̭̫͔̠̎̀͑͛̍͐̈́̒̽̀͘͝H̶̙̠͈̥̥̙̣͓͖̜̼͌̏̒͌Ȧ̶̢̛͍͔̮̮̗̝͓̯̠͎̋̌̌̿̊͋͋͆͜A̶̢͔̰͉̲̮̒̅͗͆̔͒͌̅̓̌̏̕͠H̸̦̗̭̦͉̀̄̔̔̿̏̒̆͛̌͆͑̚̕͠Ä̸͈́̓̽̅͒̏̀̌̓̿͗͑̕H̶̢̭͈̮̋͊̅̎̎̆̍̒͠A̷̡̨̛̱̳̬͙̻̹͉̺̬̠̹̣̮̋̑́̾̑̐͗̈́͛́");
}
}
